Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: Deleting %lld saved passphrases
ar: يجري حذف %lld عبارة سر محفوظة
bg: Изтриване на %lld запазени пароли-фрази
cs: Mazání %lld uložených přístupových frází
da: Sletter %lld arkiverede adgangssætninger
de: %lld gesicherte Passwörter werden gelöscht
el: Διαγραφή %lld αποθηκευμένων φράσεων πρόσβασης
es: Eliminando %lld frases de contraseña guardadas
et: %lld salvestatud paroolifraasi kustutamine
fi: Poistetaan %lld tallennettua salauslausetta
fil: Binubura ang %lld nakatagong passphrase
fr: Suppression de %lld phrases secrètes enregistrées
he: מוחק %lld מחרוזות סיסמה שמורות
hi: %lld सहेजे गए पासफ़्रेज़ हटाए जा रहे हैं
hr: Brisanje %lld spremljenih zaporki
hu: %lld mentett jelmondat törlése
id: Menghapus %lld frasa sandi tersimpan
it: Eliminazione di %lld passphrase salvate
ja: 保存された %lld 件のパスフレーズを削除中
ko: 저장된 암호 구문 %lld개를 삭제하는 중
lt: Trinama %lld išsaugotų slaptafrazių
lv: Notiek %lld saglabāto paroles frāžu dzēšana
ms: Memadam %lld frasa laluan tersimpan
nb: Sletter %lld lagrede passordfraser
nl: %lld bewaarde wachtwoordzinnen worden verwijderd
pl: Usuwanie %lld zapisanego hasła dostępu
pt_pt: A eliminar %lld frases-passe guardadas
ro: Se șterg %lld de fraze de acces salvate
ru: Удаление %lld сохранённых парольных фраз
sl: Brisanje %lld shranjenih gesel
sq: Po fshihen %lld frazkalime të ruajtura
sv: Raderar %lld sparade lösenfraser
th: กำลังลบวลีรหัสผ่านที่บันทึกไว้ %lld รายการ
tr: Kayıtlı %lld parola tümcesi siliniyor
uk: Видалення %lld збереженої парольної фрази
vi: Đang xóa %lld cụm mật khẩu đã lưu
zh_hans: 正在删除 %lld 个已存储的密码短语

source: Deleting the Linux environment
ar: يجري حذف بيئة Linux
bg: Изтриване на средата на Linux
cs: Mazání linuxového prostředí
da: Sletter Linux-miljøet
de: Linux-Umgebung wird gelöscht
el: Διαγραφή του περιβάλλοντος Linux
es: Eliminando el entorno Linux
et: Linuxi keskkonna kustutamine
fi: Poistetaan Linux-ympäristöä
fil: Binubura ang Linux environment
fr: Suppression de l’environnement Linux
he: מוחק את סביבת Linux
hi: Linux परिवेश हटाया जा रहा है
hr: Brisanje Linux okruženja
hu: A Linux-környezet törlése
id: Menghapus lingkungan Linux
it: Eliminazione dell’ambiente Linux
ja: Linux 環境を削除中
ko: Linux 환경을 삭제하는 중
lt: Trinama „Linux“ aplinka
lv: Notiek Linux vides dzēšana
ms: Memadam persekitaran Linux
nb: Sletter Linux-miljøet
nl: Linux-omgeving wordt verwijderd
pl: Usuwanie środowiska Linuksa
pt_pt: A eliminar o ambiente Linux
ro: Se șterge mediul Linux
ru: Удаление среды Linux
sl: Brisanje okolja Linux
sq: Po fshihet mjedisi Linux
sv: Raderar Linux-miljön
th: กำลังลบสภาพแวดล้อม Linux
tr: Linux ortamı siliniyor
uk: Видалення середовища Linux
vi: Đang xóa môi trường Linux
zh_hans: 正在删除 Linux 环境

source: Details that will be included
ar: التفاصيل التي ستُرفق
bg: Подробности, които ще бъдат включени
cs: Podrobnosti, které budou přiloženy
da: Oplysninger, der bliver taget med
de: Details, die mitgesendet werden
el: Λεπτομέρειες που θα συμπεριληφθούν
es: Detalles que se incluirán
et: Kaasatavad üksikasjad
fi: Mukaan liitettävät tiedot
fil: Mga detalyeng isasama
fr: Détails qui seront inclus
he: הפרטים שייכללו
hi: जो विवरण शामिल होंगे
hr: Pojedinosti koje će biti uključene
hu: Mellékelt adatok
id: Rincian yang akan disertakan
it: Dettagli che verranno inclusi
ja: 含まれる詳細
ko: 포함될 세부 정보
lt: Informacija, kuri bus įtraukta
lv: Informācija, kas tiks iekļauta
ms: Butiran yang akan disertakan
nb: Opplysninger som blir tatt med
nl: Details die worden meegestuurd
pl: Szczegóły, które zostaną dołączone
pt_pt: Detalhes que serão incluídos
ro: Detalii care vor fi incluse
ru: Сведения, которые будут включены
sl: Podrobnosti, ki bodo priložene
sq: Detajet që do të përfshihen
sv: Uppgifter som tas med
th: รายละเอียดที่จะแนบไป
tr: Eklenecek ayrıntılar
uk: Відомості, які буде включено
vi: Những chi tiết sẽ được đính kèm
zh_hans: 将包含的详细信息

source: Disk Image
ar: صورة قرص
bg: Дисков образ
cs: Obraz disku
da: Diskbillede
de: Image
el: Είδωλο δίσκου
es: Imagen de disco
et: Kettatõmmis
fi: Levytiedosto
fr: Image disque
he: תמונת דיסק
hi: डिस्क इमेज
hr: Slika diska
hu: Lemezkép
id: Image Disk
it: Immagine disco
ja: ディスクイメージ
ko: 디스크 이미지
lt: Disko atvaizdis
lv: Diska attēls
ms: Imej Cakera
nb: Diskbilde
nl: Schijfkopie
pl: Obraz dysku
pt_pt: Imagem de disco
ro: Imagine de disc
ru: Образ диска
sl: Slika diska
sq: Imazh disku
sv: Skivavbild
th: อิมเมจดิสก์
tr: Disk İmajı
uk: Образ диска
vi: Ảnh đĩa
zh_hans: 磁盘映像

source: Done
ar: تم
bg: Готово
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
et: Valmis
fi: Valmis
fil: Tapos
fr: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
lt: Atlikta
lv: Gatavs
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_pt: OK
ro: OK
ru: Готово
sl: Končano
sq: U krye
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Download and install them
ar: تنزيلها وتثبيتها
bg: Изтегляй ги и ги инсталирай
cs: Stahovat a instalovat je
da: Hent og installer dem
de: Updates laden und installieren
el: Λήψη και εγκατάστασή τους
es: Descargarlas e instalarlas
et: Laadi need alla ja paigalda
fi: Lataa ja asenna ne
fil: I-download at i-install ang mga ito
fr: Les télécharger et les installer
he: הורדה והתקנה שלהם
hi: उन्हें डाउनलोड और इंस्टॉल करें
hr: Preuzmi ih i instaliraj
hu: Letöltés és telepítés
id: Unduh dan pasang
it: Scaricali e installali
ja: ダウンロードしてインストール
ko: 다운로드하고 설치
lt: Atsisiųsti ir įdiegti juos
lv: Lejupielādēt un instalēt tos
ms: Muat turun dan pasang
nb: Last ned og installer dem
nl: Download en installeer ze
pl: Pobieraj je i instaluj
pt_pt: Transferi-las e instalá-las
ro: Descărcați-le și instalați-le
ru: Загружать и устанавливать их
sl: Prenesi in namesti jih
sq: Shkarkoji dhe instaloji
sv: Hämta och installera dem
th: ดาวน์โหลดและติดตั้ง
tr: İndir ve kur
uk: Завантажувати та встановлювати їх
vi: Tải về và cài đặt
zh_hans: 下载并安装

source: Drives sealed to a TPM rather than a password, including Ubuntu's newer hardware-backed encryption
ar: محرّكات مختومة بشريحة TPM بدل كلمة سر، بما فيها التشفير العتادي الأحدث في Ubuntu
bg: Дискове, обвързани с TPM вместо с парола, включително по-новото хардуерно шифроване на Ubuntu
cs: Disky vázané na TPM místo na heslo, včetně novějšího hardwarového šifrování v Ubuntu
da: Enheder bundet til en TPM i stedet for en adgangskode, herunder Ubuntus nyere hardwarekryptering
de: Laufwerke, die an ein TPM statt an ein Passwort gebunden sind, einschließlich der neueren hardwaregestützten Verschlüsselung von Ubuntu
el: Δίσκοι δεμένοι με TPM αντί για συνθηματικό, όπως η νεότερη κρυπτογράφηση υλικού του Ubuntu
es: Discos sellados a un TPM en vez de a una contraseña, incluido el cifrado por hardware más reciente de Ubuntu
et: Kettad, mis on seotud TPM-iga parooli asemel, sealhulgas Ubuntu uuem riistvarapõhine krüpteering
fi: Asemat, jotka on sidottu TPM-piiriin salasanan sijaan, mukaan lukien Ubuntun uudempi laitepohjainen salaus
fil: Mga drive na nakatali sa TPM sa halip na sa password, kasama ang mas bagong hardware-based na pag-encrypt ng Ubuntu
fr: Les disques scellés à un TPM plutôt qu’à un mot de passe, y compris le chiffrement matériel plus récent d’Ubuntu
he: כוננים החתומים ל‑TPM במקום לסיסמה, כולל ההצפנה החדשה מבוססת החומרה של Ubuntu
hi: पासवर्ड के बजाय TPM से बंधी ड्राइव, जिसमें Ubuntu का नया हार्डवेयर-आधारित एन्क्रिप्शन भी शामिल है
hr: Diskovi vezani uz TPM umjesto uz lozinku, uključujući noviju hardversku enkripciju u Ubuntuu
hu: Meghajtók, amelyeket jelszó helyett TPM-hez kötöttek, beleértve az Ubuntu újabb hardveres titkosítását
id: Drive yang disegel ke TPM alih-alih kata sandi, termasuk enkripsi berbasis perangkat keras Ubuntu yang lebih baru
it: Dischi legati a un TPM anziché a una password, compresa la più recente cifratura basata su hardware di Ubuntu
ja: パスワードではなく TPM に結び付けられたドライブ（Ubuntu の新しいハードウェアベースの暗号化を含む）
ko: 암호 대신 TPM에 묶인 드라이브. Ubuntu의 최신 하드웨어 기반 암호화를 포함합니다
lt: Diskai, susieti su TPM, o ne su slaptažodžiu, įskaitant naujesnį „Ubuntu“ aparatinį šifravimą
lv: Diski, kas piesaistīti TPM, nevis parolei, tostarp Ubuntu jaunākā aparatūras šifrēšana
ms: Pemacu yang dimeterai kepada TPM dan bukan kata laluan, termasuk penyulitan berasaskan perkakasan Ubuntu yang lebih baharu
nb: Enheter bundet til en TPM i stedet for et passord, inkludert Ubuntus nyere maskinvarekryptering
nl: Schijven die aan een TPM zijn gekoppeld in plaats van aan een wachtwoord, waaronder de nieuwere hardwareversleuteling van Ubuntu
pl: Dyski powiązane z modułem TPM zamiast z hasłem, w tym nowsze szyfrowanie sprzętowe w Ubuntu
pt_pt: Discos selados a um TPM em vez de a uma palavra-passe, incluindo a encriptação por hardware mais recente do Ubuntu
ro: Discuri legate de un TPM în loc de o parolă, inclusiv criptarea hardware mai nouă din Ubuntu
ru: Диски, привязанные к TPM вместо пароля, включая новое аппаратное шифрование Ubuntu
sl: Pogoni, vezani na TPM namesto na geslo, vključno z novejšim strojnim šifriranjem v Ubuntuju
sq: Disqe të vulosur me TPM në vend të një fjalëkalimi, përfshirë enkriptimin më të ri harduerik të Ubuntu-t
sv: Enheter bundna till en TPM i stället för ett lösenord, inklusive Ubuntus nyare hårdvarukryptering
th: ไดรฟ์ที่ผูกกับ TPM แทนรหัสผ่าน รวมถึงการเข้ารหัสด้วยฮาร์ดแวร์รุ่นใหม่ของ Ubuntu
tr: Parola yerine TPM'ye bağlanmış sürücüler, Ubuntu'nun yeni donanım destekli şifrelemesi dahil
uk: Диски, прив’язані до TPM замість пароля, зокрема нове апаратне шифрування Ubuntu
vi: Ổ đĩa gắn với TPM thay vì mật khẩu, gồm cả mã hóa dựa trên phần cứng mới hơn của Ubuntu
zh_hans: 以 TPM 而非密码封装的驱动器，包括 Ubuntu 较新的硬件加密

source: Eject
ar: إخراج
bg: Извади
cs: Vysunout
da: Skub ud
de: Auswerfen
el: Εξαγωγή
es: Expulsar
et: Väljuta
fi: Poista käytöstä
fil: I-eject
fr: Éjecter
he: הוצאה
hi: निकालें
hr: Izbaci
hu: Kiadás
id: Keluarkan
it: Espelli
ja: 取り出す
ko: 추출
lt: Išstumti
lv: Izstumt
ms: Keluarkan
nb: Mat ut
nl: Verwijder
pl: Wysuń
pt_pt: Ejetar
ro: Ejectați
ru: Извлечь
sl: Izvrzi
sq: Nxirr
sv: Mata ut
th: ดันออก
tr: Çıkar
uk: Вилучити
vi: Tháo
zh_hans: 推出

source: Eject %@
ar: إخراج %@
bg: Извади %@
cs: Vysunout %@
da: Skub %@ ud
de: %@ auswerfen
el: Εξαγωγή %@
es: Expulsar %@
et: Väljuta %@
fi: Poista %@ käytöstä
fil: I-eject ang %@
fr: Éjecter %@
he: הוצאת %@
hi: %@ निकालें
hr: Izbaci %@
hu: %@ kiadása
id: Keluarkan %@
it: Espelli %@
ja: %@ を取り出す
ko: %@ 추출
lt: Išstumti %@
lv: Izstumt %@
ms: Keluarkan %@
nb: Mat ut %@
nl: Verwijder %@
pl: Wysuń %@
pt_pt: Ejetar %@
ro: Ejectați %@
ru: Извлечь %@
sl: Izvrzi %@
sq: Nxirr %@
sv: Mata ut %@
th: ดันออก %@
tr: %@ sürücüsünü çıkar
uk: Вилучити %@
vi: Tháo %@
zh_hans: 推出 %@

source: Eject and Quit
ar: الإخراج ثم الإنهاء
bg: Извади и излез
cs: Vysunout a ukončit
da: Skub ud, og slut
de: Auswerfen und beenden
el: Εξαγωγή και τερματισμός
es: Expulsar y salir
et: Väljuta ja välju
fi: Poista käytöstä ja lopeta
fil: I-eject at Umalis
fr: Éjecter et quitter
he: הוצאה ויציאה
hi: निकालें और बाहर निकलें
hr: Izbaci i izađi
hu: Kiadás és kilépés
id: Keluarkan dan Keluar
it: Espelli ed esci
ja: 取り出して終了
ko: 추출하고 종료
lt: Išstumti ir baigti
lv: Izstumt un iziet
ms: Keluarkan dan Keluar
nb: Mat ut og avslutt
nl: Verwijder en stop
pl: Wysuń i zakończ
pt_pt: Ejetar e sair
ro: Ejectați și ieșiți
ru: Извлечь и выйти
sl: Izvrzi in končaj
sq: Nxirr dhe dil
sv: Mata ut och avsluta
th: ดันออกแล้วออกจากแอป
tr: Çıkar ve Çık
uk: Вилучити та вийти
vi: Tháo và thoát
zh_hans: 推出并退出

source: Eject it in Finder when you are finished.
ar: أخرجه في الباحث عند انتهائك.
bg: Извадете го от Finder, когато приключите.
cs: Až budete hotovi, vysuňte jej ve Finderu.
da: Skub den ud i Finder, når du er færdig.
de: Wirf es im Finder aus, wenn du fertig bist.
el: Κάντε εξαγωγή από το Finder όταν τελειώσετε.
es: Expúlsalo en el Finder cuando termines.
et: Kui oled valmis, väljasta see Finderis.
fi: Poista se Finderissa, kun olet valmis.
fil: I-eject ito sa Finder kapag tapos ka na.
fr: Éjectez-le dans le Finder lorsque vous avez terminé.
he: הוציאו אותו ב‑Finder כשתסיימו.
hi: काम पूरा होने पर इसे Finder में निकालें।
hr: Izbacite ga u Finderu kada završite.
hu: Ha végzett, adja ki a Finderben.
id: Keluarkan di Finder setelah selesai.
it: Espellilo nel Finder quando hai finito.
ja: 終わったら Finder で取り出してください。
ko: 끝나면 Finder에서 추출하십시오.
lt: Baigę išstumkite jį per „Finder“.
lv: Kad esat pabeidzis, izgrūdiet to programmā Finder.
ms: Keluarkannya dalam Finder apabila anda selesai.
nb: Løs den ut i Finder når du er ferdig.
nl: Werp die uit in de Finder als je klaar bent.
pl: Po zakończeniu wysuń go w Finderze.
pt_pt: Ejete-o no Finder quando terminar.
ro: Scoateți-l în Finder când ați terminat.
ru: Извлеките его в Finder, когда закончите.
sl: Ko končate, ga izvrzite v Finderju.
sq: Nxirre në Finder kur të mbarosh.
sv: Mata ut den i Finder när du är klar.
th: ดันออกใน Finder เมื่อคุณใช้เสร็จแล้ว
tr: İşiniz bittiğinde Finder'da çıkarın.
uk: Вилучіть його у Finder, коли завершите.
vi: Hãy tháo nó trong Finder khi bạn xong việc.
zh_hans: 用完后请在“访达”中推出它。

source: Ejecting %@
ar: يجري إخراج %@
bg: Изважда се %@
cs: Vysouvá se %@
da: Skubber %@ ud
de: %@ wird ausgeworfen
el: Εξαγωγή του %@
es: Expulsando %@
et: %@ väljastamine
fi: Poistetaan %@
fil: Ini-eject ang %@
fr: Éjection de %@
he: מוציא את %@
hi: %@ निकाला जा रहा है
hr: Izbacivanje %@
hu: %@ kiadása
id: Mengeluarkan %@
it: Espulsione di %@
ja: %@ を取り出しています
ko: %@ 추출 중
lt: Išstumiamas %@
lv: Tiek izgrūsts %@
ms: Mengeluarkan %@
nb: Løser ut %@
nl: %@ wordt uitgeworpen
pl: Wysuwanie %@
pt_pt: A ejetar %@
ro: Se scoate %@
ru: Извлечение %@
sl: Izmetavanje %@
sq: Po nxirret %@
sv: Matar ut %@
th: กำลังดันออก %@
tr: %@ çıkarılıyor
uk: Вилучення %@
vi: Đang tháo %@
zh_hans: 正在推出 %@

source: Ejecting %lld open drives
ar: يجري إخراج %lld محرّك مفتوح
bg: Изваждане на %lld отворени диска
cs: Vysouvání %lld otevřených disků
da: Skubber %lld åbne enheder ud
de: %lld geöffnete Laufwerke werden ausgeworfen
el: Εξαγωγή %lld ανοιχτών δίσκων
es: Expulsando %lld discos abiertos
et: %lld avatud ketta väljutamine
fi: Poistetaan %lld avattua asemaa käytöstä
fil: Ini-eject ang %lld nakabukas na drive
fr: Éjection de %lld disques ouverts
he: מוציא %lld כוננים פתוחים
hi: %lld खुली ड्राइव निकाली जा रही हैं
hr: Izbacivanje %lld otvorenih diskova
hu: %lld nyitott meghajtó kiadása
id: Mengeluarkan %lld drive yang terbuka
it: Espulsione di %lld dischi aperti
ja: 開いている %lld 台のドライブを取り出し中
ko: 열려 있는 드라이브 %lld개를 추출하는 중
lt: Išstumiama %lld atvertų diskų
lv: Notiek %lld atvērto disku izstumšana
ms: Mengeluarkan %lld pemacu yang terbuka
nb: Mater ut %lld åpne enheter
nl: %lld geopende schijven worden verwijderd
pl: Wysuwanie %lld otwartego dysku
pt_pt: A ejetar %lld discos abertos
ro: Se ejectează %lld de discuri deschise
ru: Извлечение %lld открытых дисков
sl: Izmetavanje %lld odprtih pogonov
sq: Po nxirren %lld disqe të hapur
sv: Matar ut %lld öppna enheter
th: กำลังดันไดรฟ์ที่เปิดอยู่ %lld ตัวออก
tr: %lld açık sürücü çıkarılıyor
uk: Вилучення %lld відкритого диска
vi: Đang tháo %lld ổ đĩa đang mở
zh_hans: 正在推出 %lld 个已打开的驱动器

source: Ejecting…
ar: يجري الإخراج…
bg: Изваждане…
cs: Vysouvání…
da: Skubber ud…
de: Wird ausgeworfen …
el: Εξαγωγή…
es: Expulsando…
et: Väljutamine…
fi: Poistetaan käytöstä…
fil: Ini-eject…
fr: Éjection…
he: מוציא…
hi: निकाला जा रहा है…
hr: Izbacivanje…
hu: Kiadás…
id: Mengeluarkan…
it: Espulsione…
ja: 取り出し中…
ko: 추출 중…
lt: Išstumiama…
lv: Notiek izstumšana…
ms: Mengeluarkan…
nb: Mater ut…
nl: Bezig met verwijderen…
pl: Wysuwanie…
pt_pt: A ejetar…
ro: Se ejectează…
ru: Извлечение…
sl: Izmetavanje…
sq: Po nxirret…
sv: Matar ut…
th: กำลังดันออก…
tr: Çıkarılıyor…
uk: Вилучення…
vi: Đang tháo…
zh_hans: 正在推出…

source: Encrypted, or a Windows or Linux volume.
ar: مشفّرة، أو وحدة تخزين تخص Windows أو Linux.
bg: Шифрован или том на Windows или Linux.
cs: Šifrovaný, nebo svazek Windows či Linuxu.
da: Krypteret, eller en Windows- eller Linux-enhed.
de: Verschlüsselt oder ein Windows- oder Linux-Volume.
el: Κρυπτογραφημένος ή τόμος Windows ή Linux.
es: Cifrado, o un volumen de Windows o Linux.
et: Krüptitud või Windowsi või Linuxi köide.
fi: Salattu tai Windows- tai Linux-taltio.
fil: Naka-encrypt, o isang volume ng Windows o Linux.
fr: Chiffré, ou un volume Windows ou Linux.
he: מוצפן, או אמצעי אחסון של Windows או Linux.
hi: एन्क्रिप्टेड, या कोई Windows या Linux वॉल्यूम।
hr: Šifriran ili Windows odnosno Linux jedinica.
hu: Titkosított, vagy Windows- illetve Linux-kötet.
id: Terenkripsi, atau volume Windows atau Linux.
it: Cifrato, oppure un volume Windows o Linux.
ja: 暗号化されているか、Windows または Linux のボリュームです。
ko: 암호화되었거나 Windows 또는 Linux 볼륨입니다.
lt: Šifruotas arba „Windows“ ar „Linux“ tomas.
lv: Šifrēts vai Windows vai Linux sējums.
ms: Disulitkan, atau volum Windows atau Linux.
nb: Kryptert, eller en Windows- eller Linux-enhet.
nl: Versleuteld, of een Windows- of Linux-volume.
pl: Zaszyfrowany albo wolumin Windows lub Linux.
pt_pt: Encriptado, ou um volume Windows ou Linux.
ro: Criptat, sau un volum Windows ori Linux.
ru: Зашифрованный либо том Windows или Linux.
sl: Šifriran ali nosilec Windows oziroma Linux.
sq: I enkriptuar, ose një volum Windows a Linux.
sv: Krypterad, eller en Windows- eller Linux-volym.
th: เข้ารหัสอยู่ หรือเป็นโวลุ่มของ Windows หรือ Linux
tr: Şifreli ya da bir Windows veya Linux birimi.
uk: Зашифрований або том Windows чи Linux.
vi: Được mã hóa, hoặc là một ổ Windows hay Linux.
zh_hans: 已加密，或是 Windows 或 Linux 宗卷。

source: Engine output
ar: مخرجات المحرّك
bg: Изход на двигателя
cs: Výstup jádra
da: Output fra motoren
de: Ausgabe der Engine
el: Έξοδος μηχανής
es: Salida del motor
et: Mootori väljund
fi: Moottorin tuloste
fil: Output ng engine
fr: Sortie du moteur
he: פלט המנוע
hi: इंजन का आउटपुट
hr: Izlaz pogona
hu: A motor kimenete
id: Keluaran mesin
it: Output del motore
ja: エンジンの出力
ko: 엔진 출력
lt: Variklio išvestis
lv: Dzinēja izvade
ms: Keluaran enjin
nb: Utdata fra motoren
nl: Uitvoer van de engine
pl: Dane wyjściowe silnika
pt_pt: Saída do motor
ro: Ieșirea motorului
ru: Вывод движка
sl: Izhod pogona
sq: Dalja e motorit
sv: Utdata från motorn
th: ผลลัพธ์จากเอนจิน
tr: Motor çıktısı
uk: Вивід рушія
vi: Kết xuất của bộ máy
zh_hans: 引擎输出

source: Enter the drive's passphrase.
ar: أدخل عبارة سر المحرّك.
bg: Въведете паролата-фраза на диска.
cs: Zadejte přístupovou frázi disku.
da: Skriv enhedens adgangssætning.
de: Gib die Passphrase des Laufwerks ein.
el: Εισαγάγετε τη φράση πρόσβασης του δίσκου.
es: Introduce la frase de contraseña del disco.
et: Sisesta ketta paroolifraas.
fi: Kirjoita aseman salauslause.
fil: Ilagay ang passphrase ng drive.
fr: Saisissez la phrase secrète du disque.
he: הזינו את מחרוזת הסיסמה של הכונן.
hi: ड्राइव का पासफ़्रेज़ दर्ज करें।
hr: Unesite zaporku diska.
hu: Adja meg a meghajtó jelmondatát.
id: Masukkan frasa sandi drive.
it: Inserisci la passphrase del disco.
ja: ドライブのパスフレーズを入力してください。
ko: 드라이브의 암호 구문을 입력하십시오.
lt: Įveskite disko slaptafrazę.
lv: Ievadiet diska paroles frāzi.
ms: Masukkan frasa laluan pemacu.
nb: Skriv inn passordfrasen til enheten.
nl: Voer de wachtwoordzin van de schijf in.
pl: Wpisz hasło dostępu do dysku.
pt_pt: Introduza a frase-passe do disco.
ro: Introduceți fraza de acces a discului.
ru: Введите парольную фразу диска.
sl: Vnesite geslo pogona.
sq: Shkruaj frazkalimin e diskut.
sv: Ange enhetens lösenfras.
th: ป้อนวลีรหัสผ่านของไดรฟ์
tr: Sürücünün parola tümcesini girin.
uk: Введіть парольну фразу диска.
vi: Hãy nhập cụm mật khẩu của ổ đĩa.
zh_hans: 请输入驱动器的密码短语。

source: Enter the drive's password, or its 48-digit recovery key.
ar: أدخل كلمة سر المحرّك، أو مفتاح الاسترداد المكوّن من 48 رقمًا.
bg: Въведете паролата на диска или неговия 48-цифрен ключ за възстановяване.
cs: Zadejte heslo disku nebo jeho 48místný obnovovací klíč.
da: Skriv enhedens adgangskode eller dens 48-cifrede genoprettelsesnøgle.
de: Gib das Passwort des Laufwerks ein oder seinen 48-stelligen Wiederherstellungsschlüssel.
el: Εισαγάγετε το συνθηματικό του δίσκου ή το 48ψήφιο κλειδί ανάκτησής του.
es: Introduce la contraseña del disco o su clave de recuperación de 48 dígitos.
et: Sisesta ketta parool või selle 48-kohaline taastevõti.
fi: Kirjoita aseman salasana tai sen 48-numeroinen palautusavain.
fil: Ilagay ang password ng drive, o ang 48-digit nitong recovery key.
fr: Saisissez le mot de passe du disque ou sa clé de récupération à 48 chiffres.
he: הזינו את סיסמת הכונן, או את מפתח השחזור בן 48 הספרות.
hi: ड्राइव का पासवर्ड, या उसकी 48 अंकों की रिकवरी कुंजी दर्ज करें।
hr: Unesite lozinku diska ili njegov 48-znamenkasti ključ za oporavak.
hu: Adja meg a meghajtó jelszavát vagy a 48 jegyű helyreállítási kulcsát.
id: Masukkan kata sandi drive, atau kunci pemulihan 48 digitnya.
it: Inserisci la password del disco o la sua chiave di recupero di 48 cifre.
ja: ドライブのパスワード、または 48 桁の回復キーを入力してください。
ko: 드라이브의 암호 또는 48자리 복구 키를 입력하십시오.
lt: Įveskite disko slaptažodį arba jo 48 skaitmenų atkūrimo raktą.
lv: Ievadiet diska paroli vai tā 48 ciparu atkopšanas atslēgu.
ms: Masukkan kata laluan pemacu, atau kunci pemulihan 48 digitnya.
nb: Skriv inn passordet til enheten eller den 48-sifrede gjenopprettingsnøkkelen.
nl: Voer het wachtwoord van de schijf in, of de herstelsleutel van 48 cijfers.
pl: Wpisz hasło dysku albo jego 48-cyfrowy klucz odzyskiwania.
pt_pt: Introduza a palavra-passe do disco ou a respetiva chave de recuperação de 48 dígitos.
ro: Introduceți parola discului sau cheia sa de recuperare din 48 de cifre.
ru: Введите пароль диска или его 48-значный ключ восстановления.
sl: Vnesite geslo pogona ali njegov 48-mestni obnovitveni ključ.
sq: Shkruaj fjalëkalimin e diskut, ose çelësin e tij të rikuperimit me 48 shifra.
sv: Ange enhetens lösenord eller dess 48-siffriga återställningsnyckel.
th: ป้อนรหัสผ่านของไดรฟ์ หรือคีย์กู้คืน 48 หลัก
tr: Sürücünün parolasını veya 48 haneli kurtarma anahtarını girin.
uk: Введіть пароль диска або його 48-значний ключ відновлення.
vi: Hãy nhập mật khẩu của ổ đĩa, hoặc khóa khôi phục 48 chữ số.
zh_hans: 请输入驱动器的密码，或其 48 位恢复密钥。
